<policyDefinitions revision="1.0" schemaVersion="1.0">
  <policyNamespaces>
    <target namespace="Google.Policies.Update" prefix="update"/>
    <using namespace="Google.Policies" prefix="Google"/>
    <using prefix="windows" namespace="Microsoft.Policies.Windows" />
  </policyNamespaces>
  <supersededAdm fileName="GoogleUpdate.adm" />
  <resources minRequiredRevision="1.0" />
  <supportedOn>
    <definitions>
      <definition name="Sup_GoogleUpdate1_2_145_5"
          displayName="$(string.Sup_GoogleUpdate1_2_145_5)" />
      <definition name="Sup_GoogleUpdate1_3_21_81"
          displayName="$(string.Sup_GoogleUpdate1_3_21_81)" />
      <definition name="Sup_GoogleUpdate1_3_26_0"
          displayName="$(string.Sup_GoogleUpdate1_3_26_0)" />
      <definition name="Sup_GoogleUpdate1_3_33_5"
          displayName="$(string.Sup_GoogleUpdate1_3_33_5)" />
      <definition name="Sup_GoogleUpdate1_3_34_3"
          displayName="$(string.Sup_GoogleUpdate1_3_34_3)" />
    </definitions>
  </supportedOn>

  <categories>
    <category name="Cat_GoogleUpdate" displayName="$(string.Cat_GoogleUpdate)"
        explainText="$(string.Explain_GoogleUpdate)">
      <parentCategory ref="Google:Cat_Google" />
    </category>
    <category name="Cat_Preferences" displayName="$(string.Cat_Preferences)"
        explainText="$(string.Explain_Preferences)">
      <parentCategory ref="Cat_GoogleUpdate" />
    </category>
    <category name="Cat_ProxyServer" displayName="$(string.Cat_ProxyServer)">
      <parentCategory ref="Cat_GoogleUpdate" />
    </category>
    <category name="Cat_Applications" displayName="$(string.Cat_Applications)"
        explainText="$(string.Explain_Applications)">
      <parentCategory ref="Cat_GoogleUpdate" />
    </category>
    <category name="Cat_Gears"
        displayName="$(string.Cat_Gears)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleAdvertisingCookieOptoutPlugin"
        displayName="$(string.Cat_GoogleAdvertisingCookieOptoutPlugin)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer"
        displayName="$(string.Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GSuite"
        displayName="$(string.Cat_GSuite)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GSuiteMigrationforMicrosoftOutlook"
        displayName="$(string.Cat_GSuiteMigrationforMicrosoftOutlook)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GSuiteSyncforMicrosoftOutlook"
        displayName="$(string.Cat_GSuiteSyncforMicrosoftOutlook)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleChrome"
        displayName="$(string.Cat_GoogleChrome)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleChromeBeta"
        displayName="$(string.Cat_GoogleChromeBeta)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleChromeBinaries"
        displayName="$(string.Cat_GoogleChromeBinaries)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleChromeCanaryBuild"
        displayName="$(string.Cat_GoogleChromeCanaryBuild)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleChromeDev"
        displayName="$(string.Cat_GoogleChromeDev)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleChromeFrame"
        displayName="$(string.Cat_GoogleChromeFrame)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_LegacyBrowserSupport"
        displayName="$(string.Cat_LegacyBrowserSupport)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleDriveFileStream"
        displayName="$(string.Cat_GoogleDriveFileStream)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleDrivepluginforMicrosoftOffice"
        displayName="$(string.Cat_GoogleDrivepluginforMicrosoftOffice)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleDrivepluginforMicrosoftOfficePerMachine"
        displayName="$(string.Cat_GoogleDrivepluginforMicrosoftOfficePerMachine)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleEarth"
        displayName="$(string.Cat_GoogleEarth)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleEarthperuserinstall"
        displayName="$(string.Cat_GoogleEarthperuserinstall)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleEarthPlugin"
        displayName="$(string.Cat_GoogleEarthPlugin)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleEarthPro"
        displayName="$(string.Cat_GoogleEarthPro)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleHangoutsPluginforMicrosoftOutlook"
        displayName="$(string.Cat_GoogleHangoutsPluginforMicrosoftOutlook)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleEmailUploader"
        displayName="$(string.Cat_GoogleEmailUploader)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleTalkLabsEdition"
        displayName="$(string.Cat_GoogleTalkLabsEdition)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleTalkPluginVoiceandVideoChat"
        displayName="$(string.Cat_GoogleTalkPluginVoiceandVideoChat)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleToolbarforFirefox"
        displayName="$(string.Cat_GoogleToolbarforFirefox)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleToolbarforInternetExplorer"
        displayName="$(string.Cat_GoogleToolbarforInternetExplorer)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GWTDeveloperPluginForInternetExplorer"
        displayName="$(string.Cat_GWTDeveloperPluginForInternetExplorer)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_O3D"
        displayName="$(string.Cat_O3D)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_O3DExtras"
        displayName="$(string.Cat_O3DExtras)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleAmharicInput"
        displayName="$(string.Cat_GoogleAmharicInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleArabicInput"
        displayName="$(string.Cat_GoogleArabicInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleBengaliInput"
        displayName="$(string.Cat_GoogleBengaliInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleFarsiInput"
        displayName="$(string.Cat_GoogleFarsiInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleGreekInput"
        displayName="$(string.Cat_GoogleGreekInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleGujaratiInput"
        displayName="$(string.Cat_GoogleGujaratiInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleHebrewInput"
        displayName="$(string.Cat_GoogleHebrewInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleHindiInput"
        displayName="$(string.Cat_GoogleHindiInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleJapaneseInput"
        displayName="$(string.Cat_GoogleJapaneseInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleKannadaInput"
        displayName="$(string.Cat_GoogleKannadaInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleMalayalamInput"
        displayName="$(string.Cat_GoogleMalayalamInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleMarathiInput"
        displayName="$(string.Cat_GoogleMarathiInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleNepaliInput"
        displayName="$(string.Cat_GoogleNepaliInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleOriyaInput"
        displayName="$(string.Cat_GoogleOriyaInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GooglePunjabiInput"
        displayName="$(string.Cat_GooglePunjabiInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleRussianInput"
        displayName="$(string.Cat_GoogleRussianInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleSanskritInput"
        displayName="$(string.Cat_GoogleSanskritInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleSerbianInput"
        displayName="$(string.Cat_GoogleSerbianInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleSinhaleseInput"
        displayName="$(string.Cat_GoogleSinhaleseInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleTamilInput"
        displayName="$(string.Cat_GoogleTamilInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleTeluguInput"
        displayName="$(string.Cat_GoogleTeluguInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleTigrinyaInput"
        displayName="$(string.Cat_GoogleTigrinyaInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
    <category name="Cat_GoogleUrduInput"
        displayName="$(string.Cat_GoogleUrduInput)">
      <parentCategory ref="Cat_Applications" />
    </category>
  </categories>

  <policies>
    <policy name="Pol_AutoUpdateCheckPeriod" class="Machine"
        displayName="$(string.Pol_AutoUpdateCheckPeriod)"
        explainText="$(string.Explain_AutoUpdateCheckPeriod)"
        presentation="$(presentation.Pol_AutoUpdateCheckPeriod)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_Preferences" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <decimal id="Part_AutoUpdateCheckPeriod"
            key="Software\Policies\Google\Update"
            valueName="AutoUpdateCheckPeriodMinutes"
            required="true" minValue="0" maxValue="43200" />
      </elements>
    </policy>
    <policy name="Pol_DownloadPreference" class="Machine"
        displayName="$(string.Pol_DownloadPreference)"
        explainText="$(string.Explain_DownloadPreference)"
        presentation="$(presentation.Pol_DownloadPreference)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_Preferences" />
      <supportedOn ref="Sup_GoogleUpdate1_3_26_0" />
      <elements>
        <enum id="Part_DownloadPreference" key="Software\Policies\Google\Update"
            valueName="DownloadPreference">
          <item displayName="$(string.DownloadPreference_DropDown)">
            <value>
              <string>cacheable</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_UpdateCheckSuppressedPeriod" class="Machine"
        displayName="$(string.Pol_UpdateCheckSuppressedPeriod)"
        explainText="$(string.Explain_UpdateCheckSuppressedPeriod)"
        presentation="$(presentation.Pol_UpdateCheckSuppressedPeriod)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_Preferences" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <decimal id="Part_UpdateCheckSuppressedStartHour"
            key="Software\Policies\Google\Update"
            valueName="UpdatesSuppressedStartHour"
            required="true" minValue="0" maxValue="23" />
        <decimal id="Part_UpdateCheckSuppressedStartMin"
            key="Software\Policies\Google\Update"
            valueName="UpdatesSuppressedStartMin"
            required="true" minValue="0" maxValue="59" />
        <decimal id="Part_UpdateCheckSuppressedDurationMin"
            key="Software\Policies\Google\Update"
            valueName="UpdatesSuppressedDurationMin"
            required="true" minValue="1" maxValue="960" />
      </elements>
    </policy>
    <policy name="Pol_ProxyMode" class="Machine"
        displayName="$(string.Pol_ProxyMode)"
        explainText="$(string.Explain_ProxyMode)"
        presentation="$(presentation.Pol_ProxyMode)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_ProxyServer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_21_81" />
      <elements>
        <enum id="Part_ProxyMode" key="Software\Policies\Google\Update"
            valueName="ProxyMode">
          <item displayName="$(string.ProxyDisabled_DropDown)">
            <value>
              <string>direct</string>
            </value>
          </item>
          <item displayName="$(string.ProxyAutoDetect_DropDown)">
            <value>
              <string>auto_detect</string>
            </value>
          </item>
          <item displayName="$(string.ProxyPacScript_DropDown)">
            <value>
              <string>pac_script</string>
            </value>
          </item>
          <item displayName="$(string.ProxyFixedServers_DropDown)">
            <value>
              <string>fixed_servers</string>
            </value>
          </item>
          <item displayName="$(string.ProxyUseSystem_DropDown)">
            <value>
              <string>system</string>
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_ProxyServer" class="Machine"
        displayName="$(string.Pol_ProxyServer)"
        explainText="$(string.Explain_ProxyServer)"
        presentation="$(presentation.Pol_ProxyServer)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_ProxyServer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_21_81" />
      <elements>
        <text id="Part_ProxyServer" valueName="ProxyServer" />
      </elements>
    </policy>
    <policy name="Pol_ProxyPacUrl" class="Machine"
        displayName="$(string.Pol_ProxyPacUrl)"
        explainText="$(string.Explain_ProxyPacUrl)"
        presentation="$(presentation.Pol_ProxyPacUrl)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_ProxyServer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_21_81" />
      <elements>
        <text id="Part_ProxyPacUrl" valueName="ProxyPacUrl" />
      </elements>
    </policy>

    <policy name="Pol_DefaultAllowInstallation" class="Machine"
        displayName="$(string.Pol_DefaultAllowInstallation)"
        explainText="$(string.Explain_DefaultAllowInstallation)"
        presentation="$(presentation.Pol_DefaultAllowInstallation)"
        key="Software\Policies\Google\Update" valueName="InstallDefault">
      <parentCategory ref="Cat_Applications" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_DefaultUpdatePolicy" class="Machine"
        displayName="$(string.Pol_DefaultUpdatePolicy)"
        explainText="$(string.Explain_DefaultUpdatePolicy)"
        presentation="$(presentation.Pol_DefaultUpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_Applications" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy" key="Software\Policies\Google\Update"
            valueName="UpdateDefault" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_AllowInstallationGears" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGears)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}">
      <parentCategory ref="Cat_Gears" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGears" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGears)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_Gears" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGears" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGears)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_Gears" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGears" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGears)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{283EAF47-8817-4C2B-A801-AD1FADFB7BAA}">
      <parentCategory ref="Cat_Gears" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleAdvertisingCookieOptoutPlugin" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleAdvertisingCookieOptoutPlugin)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}">
      <parentCategory ref="Cat_GoogleAdvertisingCookieOptoutPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleAdvertisingCookieOptoutPlugin" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleAdvertisingCookieOptoutPlugin)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleAdvertisingCookieOptoutPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleAdvertisingCookieOptoutPlugin" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleAdvertisingCookieOptoutPlugin)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleAdvertisingCookieOptoutPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleAdvertisingCookieOptoutPlugin" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleAdvertisingCookieOptoutPlugin)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{ADDE8406-A0F3-4AC2-8878-ADC0BD37BD86}">
      <parentCategory ref="Cat_GoogleAdvertisingCookieOptoutPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleAnalyticsOptoutBrowserAddonforInternetExplorer" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}">
      <parentCategory ref="Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleAnalyticsOptoutBrowserAddonforInternetExplorer" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleAnalyticsOptoutBrowserAddonforInternetExplorer" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleAnalyticsOptoutBrowserAddonforInternetExplorer" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleAnalyticsOptoutBrowserAddonforInternetExplorer)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{4CCED17F-7852-4AFC-9E9E-C89D8795BDD2}">
      <parentCategory ref="Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGSuite" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGSuite)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{C4D65027-B96A-49A5-B13C-4E7FAFD2FB7B}">
      <parentCategory ref="Cat_GSuite" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGSuite" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGSuite)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GSuite" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{C4D65027-B96A-49A5-B13C-4E7FAFD2FB7B}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGSuite" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGSuite)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GSuite" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{C4D65027-B96A-49A5-B13C-4E7FAFD2FB7B}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGSuite" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGSuite)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{C4D65027-B96A-49A5-B13C-4E7FAFD2FB7B}">
      <parentCategory ref="Cat_GSuite" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGSuiteMigrationforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGSuiteMigrationforMicrosoftOutlook)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{7DF3B6EE-9890-4307-BDE5-E1F3FCB09771}">
      <parentCategory ref="Cat_GSuiteMigrationforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGSuiteMigrationforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGSuiteMigrationforMicrosoftOutlook)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GSuiteMigrationforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{7DF3B6EE-9890-4307-BDE5-E1F3FCB09771}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGSuiteMigrationforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGSuiteMigrationforMicrosoftOutlook)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GSuiteMigrationforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{7DF3B6EE-9890-4307-BDE5-E1F3FCB09771}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGSuiteMigrationforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGSuiteMigrationforMicrosoftOutlook)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{7DF3B6EE-9890-4307-BDE5-E1F3FCB09771}">
      <parentCategory ref="Cat_GSuiteMigrationforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGSuiteSyncforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGSuiteSyncforMicrosoftOutlook)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{BEBCAD10-F1BC-4F92-B4A7-9E2545C809ED}">
      <parentCategory ref="Cat_GSuiteSyncforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGSuiteSyncforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGSuiteSyncforMicrosoftOutlook)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GSuiteSyncforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{BEBCAD10-F1BC-4F92-B4A7-9E2545C809ED}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGSuiteSyncforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGSuiteSyncforMicrosoftOutlook)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GSuiteSyncforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{BEBCAD10-F1BC-4F92-B4A7-9E2545C809ED}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGSuiteSyncforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGSuiteSyncforMicrosoftOutlook)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{BEBCAD10-F1BC-4F92-B4A7-9E2545C809ED}">
      <parentCategory ref="Cat_GSuiteSyncforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleChrome" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleChrome)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{8A69D345-D564-463C-AFF1-A69D9E530F96}">
      <parentCategory ref="Cat_GoogleChrome" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleChrome" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleChrome)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChrome" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{8A69D345-D564-463C-AFF1-A69D9E530F96}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleChrome" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleChrome)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChrome" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{8A69D345-D564-463C-AFF1-A69D9E530F96}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleChrome" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleChrome)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{8A69D345-D564-463C-AFF1-A69D9E530F96}">
      <parentCategory ref="Cat_GoogleChrome" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleChromeBeta" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleChromeBeta)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{8237E44A-0054-442C-B6B6-EA0509993955}">
      <parentCategory ref="Cat_GoogleChromeBeta" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleChromeBeta" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleChromeBeta)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeBeta" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{8237E44A-0054-442C-B6B6-EA0509993955}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleChromeBeta" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleChromeBeta)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeBeta" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{8237E44A-0054-442C-B6B6-EA0509993955}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleChromeBeta" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleChromeBeta)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{8237E44A-0054-442C-B6B6-EA0509993955}">
      <parentCategory ref="Cat_GoogleChromeBeta" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleChromeBinaries" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleChromeBinaries)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}">
      <parentCategory ref="Cat_GoogleChromeBinaries" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleChromeBinaries" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleChromeBinaries)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeBinaries" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleChromeBinaries" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleChromeBinaries)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeBinaries" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleChromeBinaries" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleChromeBinaries)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{4DC8B4CA-1BDA-483E-B5FA-D3C12E15B62D}">
      <parentCategory ref="Cat_GoogleChromeBinaries" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleChromeCanaryBuild" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleChromeCanaryBuild)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}">
      <parentCategory ref="Cat_GoogleChromeCanaryBuild" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleChromeCanaryBuild" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleChromeCanaryBuild)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeCanaryBuild" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleChromeCanaryBuild" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleChromeCanaryBuild)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeCanaryBuild" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleChromeCanaryBuild" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleChromeCanaryBuild)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{4EA16AC7-FD5A-47C3-875B-DBF4A2008C20}">
      <parentCategory ref="Cat_GoogleChromeCanaryBuild" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleChromeDev" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleChromeDev)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}">
      <parentCategory ref="Cat_GoogleChromeDev" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleChromeDev" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleChromeDev)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeDev" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleChromeDev" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleChromeDev)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeDev" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleChromeDev" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleChromeDev)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{401C381F-E0DE-4B85-8BD8-3F3F14FBDA57}">
      <parentCategory ref="Cat_GoogleChromeDev" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleChromeFrame" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleChromeFrame)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{8BA986DA-5100-405E-AA35-86F34A02ACBF}">
      <parentCategory ref="Cat_GoogleChromeFrame" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleChromeFrame" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleChromeFrame)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeFrame" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{8BA986DA-5100-405E-AA35-86F34A02ACBF}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleChromeFrame" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleChromeFrame)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleChromeFrame" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{8BA986DA-5100-405E-AA35-86F34A02ACBF}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleChromeFrame" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleChromeFrame)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{8BA986DA-5100-405E-AA35-86F34A02ACBF}">
      <parentCategory ref="Cat_GoogleChromeFrame" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationLegacyBrowserSupport" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallLegacyBrowserSupport)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{00EBA25B-97AB-475A-BD68-C3B6C9E94260}">
      <parentCategory ref="Cat_LegacyBrowserSupport" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyLegacyBrowserSupport" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateLegacyBrowserSupport)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_LegacyBrowserSupport" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{00EBA25B-97AB-475A-BD68-C3B6C9E94260}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixLegacyBrowserSupport" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixLegacyBrowserSupport)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_LegacyBrowserSupport" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{00EBA25B-97AB-475A-BD68-C3B6C9E94260}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionLegacyBrowserSupport" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionLegacyBrowserSupport)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{00EBA25B-97AB-475A-BD68-C3B6C9E94260}">
      <parentCategory ref="Cat_LegacyBrowserSupport" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleDriveFileStream" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleDriveFileStream)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{6BBAE539-2232-434A-A4E5-9A33560C6283}">
      <parentCategory ref="Cat_GoogleDriveFileStream" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleDriveFileStream" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleDriveFileStream)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleDriveFileStream" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{6BBAE539-2232-434A-A4E5-9A33560C6283}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleDriveFileStream" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleDriveFileStream)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleDriveFileStream" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{6BBAE539-2232-434A-A4E5-9A33560C6283}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleDriveFileStream" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleDriveFileStream)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{6BBAE539-2232-434A-A4E5-9A33560C6283}">
      <parentCategory ref="Cat_GoogleDriveFileStream" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleDrivepluginforMicrosoftOffice" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleDrivepluginforMicrosoftOffice)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOffice" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleDrivepluginforMicrosoftOffice" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleDrivepluginforMicrosoftOffice)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOffice" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleDrivepluginforMicrosoftOffice" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleDrivepluginforMicrosoftOffice)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOffice" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOffice" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOffice)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{87CD15E4-0C94-47DB-B96A-BBE485C1E31C}">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOffice" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleDrivepluginforMicrosoftOfficePerMachine" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleDrivepluginforMicrosoftOfficePerMachine)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{D936DAAE-38D4-4F72-82DD-F3824534C273}">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOfficePerMachine" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleDrivepluginforMicrosoftOfficePerMachine" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleDrivepluginforMicrosoftOfficePerMachine)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOfficePerMachine" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{D936DAAE-38D4-4F72-82DD-F3824534C273}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleDrivepluginforMicrosoftOfficePerMachine" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleDrivepluginforMicrosoftOfficePerMachine)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOfficePerMachine" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{D936DAAE-38D4-4F72-82DD-F3824534C273}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOfficePerMachine" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleDrivepluginforMicrosoftOfficePerMachine)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{D936DAAE-38D4-4F72-82DD-F3824534C273}">
      <parentCategory ref="Cat_GoogleDrivepluginforMicrosoftOfficePerMachine" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleEarth" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleEarth)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}">
      <parentCategory ref="Cat_GoogleEarth" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleEarth" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleEarth)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarth" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleEarth" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleEarth)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarth" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleEarth" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleEarth)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{74AF07D8-FB8F-4D51-8AC7-927721D56EBB}">
      <parentCategory ref="Cat_GoogleEarth" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleEarthperuserinstall" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleEarthperuserinstall)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{0A52903D-0FBF-439A-93E4-CB609A2F63DB}">
      <parentCategory ref="Cat_GoogleEarthperuserinstall" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleEarthperuserinstall" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleEarthperuserinstall)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarthperuserinstall" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{0A52903D-0FBF-439A-93E4-CB609A2F63DB}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleEarthperuserinstall" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleEarthperuserinstall)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarthperuserinstall" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{0A52903D-0FBF-439A-93E4-CB609A2F63DB}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleEarthperuserinstall" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleEarthperuserinstall)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{0A52903D-0FBF-439A-93E4-CB609A2F63DB}">
      <parentCategory ref="Cat_GoogleEarthperuserinstall" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleEarthPlugin" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleEarthPlugin)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}">
      <parentCategory ref="Cat_GoogleEarthPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleEarthPlugin" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleEarthPlugin)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarthPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleEarthPlugin" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleEarthPlugin)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarthPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleEarthPlugin" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleEarthPlugin)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{2BF2CA35-CCAF-4E58-BAB7-4163BFA03B88}">
      <parentCategory ref="Cat_GoogleEarthPlugin" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleEarthPro" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleEarthPro)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}">
      <parentCategory ref="Cat_GoogleEarthPro" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleEarthPro" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleEarthPro)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarthPro" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleEarthPro" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleEarthPro)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEarthPro" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleEarthPro" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleEarthPro)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{65E60E95-0DE9-43FF-9F3F-4F7D2DFF04B5}">
      <parentCategory ref="Cat_GoogleEarthPro" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleHangoutsPluginforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleHangoutsPluginforMicrosoftOutlook)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}">
      <parentCategory ref="Cat_GoogleHangoutsPluginforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleHangoutsPluginforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleHangoutsPluginforMicrosoftOutlook)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleHangoutsPluginforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleHangoutsPluginforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleHangoutsPluginforMicrosoftOutlook)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleHangoutsPluginforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleHangoutsPluginforMicrosoftOutlook" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleHangoutsPluginforMicrosoftOutlook)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{6CA106C0-DD7B-4583-8800-2F9FC892CAE7}">
      <parentCategory ref="Cat_GoogleHangoutsPluginforMicrosoftOutlook" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleEmailUploader" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleEmailUploader)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}">
      <parentCategory ref="Cat_GoogleEmailUploader" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleEmailUploader" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleEmailUploader)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEmailUploader" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleEmailUploader" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleEmailUploader)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleEmailUploader" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleEmailUploader" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleEmailUploader)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{84F41014-78F2-4EBF-AF9B-8D7D12FCC37B}">
      <parentCategory ref="Cat_GoogleEmailUploader" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleTalkLabsEdition" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleTalkLabsEdition)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}">
      <parentCategory ref="Cat_GoogleTalkLabsEdition" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleTalkLabsEdition" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleTalkLabsEdition)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTalkLabsEdition" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleTalkLabsEdition" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleTalkLabsEdition)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTalkLabsEdition" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleTalkLabsEdition" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleTalkLabsEdition)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{7C9D2019-25AD-4F9B-B4C4-F0F537A9626E}">
      <parentCategory ref="Cat_GoogleTalkLabsEdition" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleTalkPluginVoiceandVideoChat" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleTalkPluginVoiceandVideoChat)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}">
      <parentCategory ref="Cat_GoogleTalkPluginVoiceandVideoChat" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleTalkPluginVoiceandVideoChat" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleTalkPluginVoiceandVideoChat)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTalkPluginVoiceandVideoChat" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleTalkPluginVoiceandVideoChat" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleTalkPluginVoiceandVideoChat)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTalkPluginVoiceandVideoChat" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleTalkPluginVoiceandVideoChat" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleTalkPluginVoiceandVideoChat)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{D0AB2EBC-931B-4013-9FEB-C9C4C2225C8C}">
      <parentCategory ref="Cat_GoogleTalkPluginVoiceandVideoChat" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleToolbarforFirefox" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleToolbarforFirefox)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{2CCBABCB-6427-4A55-B091-49864623C43F}">
      <parentCategory ref="Cat_GoogleToolbarforFirefox" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleToolbarforFirefox" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleToolbarforFirefox)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleToolbarforFirefox" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{2CCBABCB-6427-4A55-B091-49864623C43F}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleToolbarforFirefox" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleToolbarforFirefox)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleToolbarforFirefox" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{2CCBABCB-6427-4A55-B091-49864623C43F}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleToolbarforFirefox" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleToolbarforFirefox)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{2CCBABCB-6427-4A55-B091-49864623C43F}">
      <parentCategory ref="Cat_GoogleToolbarforFirefox" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleToolbarforInternetExplorer" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleToolbarforInternetExplorer)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}">
      <parentCategory ref="Cat_GoogleToolbarforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleToolbarforInternetExplorer" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleToolbarforInternetExplorer)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleToolbarforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleToolbarforInternetExplorer" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleToolbarforInternetExplorer)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleToolbarforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleToolbarforInternetExplorer" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleToolbarforInternetExplorer)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{F69EABDD-A4BB-4555-BE7E-1EA5F59BBA24}">
      <parentCategory ref="Cat_GoogleToolbarforInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGWTDeveloperPluginForInternetExplorer" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGWTDeveloperPluginForInternetExplorer)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}">
      <parentCategory ref="Cat_GWTDeveloperPluginForInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGWTDeveloperPluginForInternetExplorer" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGWTDeveloperPluginForInternetExplorer)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GWTDeveloperPluginForInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGWTDeveloperPluginForInternetExplorer" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGWTDeveloperPluginForInternetExplorer)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GWTDeveloperPluginForInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGWTDeveloperPluginForInternetExplorer" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGWTDeveloperPluginForInternetExplorer)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{9A5E649A-EC63-4C7D-99BF-75ADB345E7E5}">
      <parentCategory ref="Cat_GWTDeveloperPluginForInternetExplorer" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationO3D" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallO3D)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{70308795-045C-42DA-8F4E-D452381A7459}">
      <parentCategory ref="Cat_O3D" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyO3D" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateO3D)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_O3D" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{70308795-045C-42DA-8F4E-D452381A7459}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixO3D" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixO3D)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_O3D" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{70308795-045C-42DA-8F4E-D452381A7459}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionO3D" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionO3D)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{70308795-045C-42DA-8F4E-D452381A7459}">
      <parentCategory ref="Cat_O3D" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationO3DExtras" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallO3DExtras)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{34B2805D-C72C-4F81-AED5-5A22D1E092F1}">
      <parentCategory ref="Cat_O3DExtras" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyO3DExtras" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateO3DExtras)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_O3DExtras" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{34B2805D-C72C-4F81-AED5-5A22D1E092F1}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixO3DExtras" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixO3DExtras)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_O3DExtras" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{34B2805D-C72C-4F81-AED5-5A22D1E092F1}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionO3DExtras" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionO3DExtras)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{34B2805D-C72C-4F81-AED5-5A22D1E092F1}">
      <parentCategory ref="Cat_O3DExtras" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleAmharicInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleAmharicInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{12C37803-FC8D-48C1-A759-7C88C36BCAA4}">
      <parentCategory ref="Cat_GoogleAmharicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleAmharicInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleAmharicInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleAmharicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{12C37803-FC8D-48C1-A759-7C88C36BCAA4}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleAmharicInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleAmharicInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleAmharicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{12C37803-FC8D-48C1-A759-7C88C36BCAA4}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleAmharicInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleAmharicInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{12C37803-FC8D-48C1-A759-7C88C36BCAA4}">
      <parentCategory ref="Cat_GoogleAmharicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleArabicInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleArabicInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{49B24240-CC72-48D7-9A01-6285118C9CA9}">
      <parentCategory ref="Cat_GoogleArabicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleArabicInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleArabicInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleArabicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{49B24240-CC72-48D7-9A01-6285118C9CA9}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleArabicInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleArabicInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleArabicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{49B24240-CC72-48D7-9A01-6285118C9CA9}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleArabicInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleArabicInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{49B24240-CC72-48D7-9A01-6285118C9CA9}">
      <parentCategory ref="Cat_GoogleArabicInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleBengaliInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleBengaliInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}">
      <parentCategory ref="Cat_GoogleBengaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleBengaliInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleBengaliInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleBengaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleBengaliInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleBengaliInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleBengaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleBengaliInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleBengaliInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{446C4D62-5D85-4E6A-845E-FB19AC8C84F8}">
      <parentCategory ref="Cat_GoogleBengaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleFarsiInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleFarsiInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{E0642E36-9D8E-441E-A527-683F77A50FDF}">
      <parentCategory ref="Cat_GoogleFarsiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleFarsiInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleFarsiInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleFarsiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{E0642E36-9D8E-441E-A527-683F77A50FDF}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleFarsiInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleFarsiInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleFarsiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{E0642E36-9D8E-441E-A527-683F77A50FDF}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleFarsiInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleFarsiInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{E0642E36-9D8E-441E-A527-683F77A50FDF}">
      <parentCategory ref="Cat_GoogleFarsiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleGreekInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleGreekInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{45186F45-0E1D-49F3-A534-A52B81F60897}">
      <parentCategory ref="Cat_GoogleGreekInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleGreekInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleGreekInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleGreekInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{45186F45-0E1D-49F3-A534-A52B81F60897}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleGreekInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleGreekInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleGreekInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{45186F45-0E1D-49F3-A534-A52B81F60897}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleGreekInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleGreekInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{45186F45-0E1D-49F3-A534-A52B81F60897}">
      <parentCategory ref="Cat_GoogleGreekInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleGujaratiInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleGujaratiInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{0693199F-9DF6-4020-B760-CA993177C362}">
      <parentCategory ref="Cat_GoogleGujaratiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleGujaratiInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleGujaratiInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleGujaratiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{0693199F-9DF6-4020-B760-CA993177C362}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleGujaratiInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleGujaratiInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleGujaratiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{0693199F-9DF6-4020-B760-CA993177C362}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleGujaratiInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleGujaratiInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{0693199F-9DF6-4020-B760-CA993177C362}">
      <parentCategory ref="Cat_GoogleGujaratiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleHebrewInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleHebrewInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}">
      <parentCategory ref="Cat_GoogleHebrewInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleHebrewInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleHebrewInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleHebrewInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleHebrewInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleHebrewInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleHebrewInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleHebrewInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleHebrewInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{49742F12-1EC3-4CBF-B942-3BDCF9875C3E}">
      <parentCategory ref="Cat_GoogleHebrewInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleHindiInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleHindiInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{06A2F917-C899-44EE-8F47-5B9128D96B0A}">
      <parentCategory ref="Cat_GoogleHindiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleHindiInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleHindiInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleHindiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{06A2F917-C899-44EE-8F47-5B9128D96B0A}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleHindiInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleHindiInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleHindiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{06A2F917-C899-44EE-8F47-5B9128D96B0A}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleHindiInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleHindiInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{06A2F917-C899-44EE-8F47-5B9128D96B0A}">
      <parentCategory ref="Cat_GoogleHindiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleJapaneseInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleJapaneseInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{DDCCD2A9-025E-4142-BCEB-F467B88CF830}">
      <parentCategory ref="Cat_GoogleJapaneseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleJapaneseInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleJapaneseInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleJapaneseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{DDCCD2A9-025E-4142-BCEB-F467B88CF830}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleJapaneseInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleJapaneseInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleJapaneseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{DDCCD2A9-025E-4142-BCEB-F467B88CF830}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleJapaneseInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleJapaneseInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{DDCCD2A9-025E-4142-BCEB-F467B88CF830}">
      <parentCategory ref="Cat_GoogleJapaneseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleKannadaInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleKannadaInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{689F4361-5837-4A9C-8BF8-078D04406EC3}">
      <parentCategory ref="Cat_GoogleKannadaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleKannadaInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleKannadaInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleKannadaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{689F4361-5837-4A9C-8BF8-078D04406EC3}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleKannadaInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleKannadaInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleKannadaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{689F4361-5837-4A9C-8BF8-078D04406EC3}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleKannadaInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleKannadaInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{689F4361-5837-4A9C-8BF8-078D04406EC3}">
      <parentCategory ref="Cat_GoogleKannadaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleMalayalamInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleMalayalamInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{DA2110CA-14F7-4560-A76E-D47345024C49}">
      <parentCategory ref="Cat_GoogleMalayalamInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleMalayalamInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleMalayalamInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleMalayalamInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{DA2110CA-14F7-4560-A76E-D47345024C49}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleMalayalamInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleMalayalamInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleMalayalamInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{DA2110CA-14F7-4560-A76E-D47345024C49}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleMalayalamInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleMalayalamInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{DA2110CA-14F7-4560-A76E-D47345024C49}">
      <parentCategory ref="Cat_GoogleMalayalamInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleMarathiInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleMarathiInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{79D2E710-121A-4892-9541-66740728CEBB}">
      <parentCategory ref="Cat_GoogleMarathiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleMarathiInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleMarathiInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleMarathiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{79D2E710-121A-4892-9541-66740728CEBB}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleMarathiInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleMarathiInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleMarathiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{79D2E710-121A-4892-9541-66740728CEBB}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleMarathiInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleMarathiInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{79D2E710-121A-4892-9541-66740728CEBB}">
      <parentCategory ref="Cat_GoogleMarathiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleNepaliInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleNepaliInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{0657DE2E-EC18-4C72-8D58-7D864EA210DE}">
      <parentCategory ref="Cat_GoogleNepaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleNepaliInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleNepaliInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleNepaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{0657DE2E-EC18-4C72-8D58-7D864EA210DE}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleNepaliInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleNepaliInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleNepaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{0657DE2E-EC18-4C72-8D58-7D864EA210DE}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleNepaliInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleNepaliInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{0657DE2E-EC18-4C72-8D58-7D864EA210DE}">
      <parentCategory ref="Cat_GoogleNepaliInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleOriyaInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleOriyaInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}">
      <parentCategory ref="Cat_GoogleOriyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleOriyaInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleOriyaInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleOriyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleOriyaInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleOriyaInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleOriyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleOriyaInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleOriyaInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{EE98FBB5-62FD-4601-9CFE-0A3EB03C34FC}">
      <parentCategory ref="Cat_GoogleOriyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGooglePunjabiInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGooglePunjabiInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}">
      <parentCategory ref="Cat_GooglePunjabiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGooglePunjabiInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGooglePunjabiInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GooglePunjabiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGooglePunjabiInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGooglePunjabiInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GooglePunjabiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGooglePunjabiInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGooglePunjabiInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{A8DE44D0-9B9D-4EAF-BD5B-6411CE79A39E}">
      <parentCategory ref="Cat_GooglePunjabiInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleRussianInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleRussianInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}">
      <parentCategory ref="Cat_GoogleRussianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleRussianInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleRussianInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleRussianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleRussianInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleRussianInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleRussianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleRussianInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleRussianInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{BBE57E48-4B5B-4346-BD7C-FF75A3AADD55}">
      <parentCategory ref="Cat_GoogleRussianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleSanskritInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleSanskritInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}">
      <parentCategory ref="Cat_GoogleSanskritInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleSanskritInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleSanskritInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleSanskritInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleSanskritInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleSanskritInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleSanskritInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleSanskritInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleSanskritInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{0D85AB45-243B-4C69-9F5E-7D309CF4CE33}">
      <parentCategory ref="Cat_GoogleSanskritInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleSerbianInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleSerbianInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{3A76050C-F9E7-44AF-B463-408CEBC0A896}">
      <parentCategory ref="Cat_GoogleSerbianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleSerbianInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleSerbianInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleSerbianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{3A76050C-F9E7-44AF-B463-408CEBC0A896}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleSerbianInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleSerbianInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleSerbianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{3A76050C-F9E7-44AF-B463-408CEBC0A896}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleSerbianInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleSerbianInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{3A76050C-F9E7-44AF-B463-408CEBC0A896}">
      <parentCategory ref="Cat_GoogleSerbianInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleSinhaleseInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleSinhaleseInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{16BA6E00-5606-49AB-8657-A4B9809F77E7}">
      <parentCategory ref="Cat_GoogleSinhaleseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleSinhaleseInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleSinhaleseInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleSinhaleseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{16BA6E00-5606-49AB-8657-A4B9809F77E7}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleSinhaleseInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleSinhaleseInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleSinhaleseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{16BA6E00-5606-49AB-8657-A4B9809F77E7}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleSinhaleseInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleSinhaleseInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{16BA6E00-5606-49AB-8657-A4B9809F77E7}">
      <parentCategory ref="Cat_GoogleSinhaleseInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleTamilInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleTamilInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}">
      <parentCategory ref="Cat_GoogleTamilInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleTamilInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleTamilInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTamilInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleTamilInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleTamilInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTamilInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleTamilInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleTamilInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{7498340C-3670-47E3-82AE-1BF2B1D3FCD6}">
      <parentCategory ref="Cat_GoogleTamilInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleTeluguInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleTeluguInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}">
      <parentCategory ref="Cat_GoogleTeluguInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleTeluguInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleTeluguInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTeluguInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleTeluguInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleTeluguInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTeluguInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleTeluguInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleTeluguInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{9FF9FAC2-A7E1-4A34-AB91-77AD18CED53F}">
      <parentCategory ref="Cat_GoogleTeluguInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleTigrinyaInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleTigrinyaInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{ADC6C65A-FF16-40D4-B7F1-19E403583515}">
      <parentCategory ref="Cat_GoogleTigrinyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleTigrinyaInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleTigrinyaInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTigrinyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{ADC6C65A-FF16-40D4-B7F1-19E403583515}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleTigrinyaInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleTigrinyaInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleTigrinyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{ADC6C65A-FF16-40D4-B7F1-19E403583515}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleTigrinyaInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleTigrinyaInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{ADC6C65A-FF16-40D4-B7F1-19E403583515}">
      <parentCategory ref="Cat_GoogleTigrinyaInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_AllowInstallationGoogleUrduInput" class="Machine"
        displayName="$(string.Pol_AllowInstallation)"
        explainText="$(string.Explain_InstallGoogleUrduInput)"
        presentation="$(presentation.Pol_AllowInstallation)"
        key="Software\Policies\Google\Update"
        valueName="Install{311963FF-A0E6-4D8E-BFC7-1C90B261180C}">
      <parentCategory ref="Cat_GoogleUrduInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
    <policy name="Pol_UpdatePolicyGoogleUrduInput" class="Machine"
        displayName="$(string.Pol_UpdatePolicy)"
        explainText="$(string.Explain_AutoUpdateGoogleUrduInput)"
        presentation="$(presentation.Pol_UpdatePolicy)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleUrduInput" />
      <supportedOn ref="Sup_GoogleUpdate1_2_145_5" />
      <elements>
        <enum id="Part_UpdatePolicy"
             valueName="Update{311963FF-A0E6-4D8E-BFC7-1C90B261180C}" required="true">
          <item displayName="$(string.Name_UpdatesEnabled)">
            <value>
              <decimal value="1" />
            </value>
          </item>
          <item displayName="$(string.Name_ManualUpdatesOnly)">
            <value>
              <decimal value="2" />
            </value>
          </item>
          <item displayName="$(string.Name_AutomaticUpdatesOnly)">
            <value>
              <decimal value="3" />
            </value>
          </item>
          <item displayName="$(string.Name_UpdatesDisabled)">
            <value>
              <decimal value="0" />
            </value>
          </item>
        </enum>
      </elements>
    </policy>
    <policy name="Pol_TargetVersionPrefixGoogleUrduInput" class="Machine"
        displayName="$(string.Pol_TargetVersionPrefix)"
        explainText="$(string.Explain_TargetVersionPrefixGoogleUrduInput)"
        presentation="$(presentation.Pol_TargetVersionPrefix)"
        key="Software\Policies\Google\Update">
      <parentCategory ref="Cat_GoogleUrduInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_33_5" />
      <elements>
        <text id="Part_TargetVersionPrefix"
            valueName="TargetVersionPrefix{311963FF-A0E6-4D8E-BFC7-1C90B261180C}" />
      </elements>
    </policy>
    <policy name="Pol_RollbackToTargetVersionGoogleUrduInput" class="Machine"
        displayName="$(string.Pol_RollbackToTargetVersion)"
        explainText="$(string.Explain_RollbackToTargetVersionGoogleUrduInput)"
        presentation="$(presentation.Pol_RollbackToTargetVersion)"
        key="Software\Policies\Google\Update"
        valueName="RollbackToTargetVersion{311963FF-A0E6-4D8E-BFC7-1C90B261180C}">
      <parentCategory ref="Cat_GoogleUrduInput" />
      <supportedOn ref="Sup_GoogleUpdate1_3_34_3" />
      <enabledValue><decimal value="1" /></enabledValue>
      <disabledValue><decimal value="0" /></disabledValue>
    </policy>
  </policies>
</policyDefinitions>